Revit 2027 API
ParameterTypeId.StairsWinderpatternMinimumWidthInsideWalkline Property
 "Minimum Width on Inside Walk Line": Minimum width on inside walkline
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsWinderpatternMinimumWidthInsideWalkline { get; }
Public Shared ReadOnly Property StairsWinderpatternMinimumWidthInsideWalkline As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsWinderpatternMinimumWidthInsideWalkline {
	ForgeTypeId^ get ();
}
static member StairsWinderpatternMinimumWidthInsideWalkline : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace